Repository: Dositan/qupiya
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: Thank you for registering. You've now unlocked some new features!
kk: Тіркелгеніңізге рақмет. Жаңа қызықтар ашылуда!
ru: Спасибо за регистрацию. Теперь вам доступны новые функции!

source: You are logged in.
kk: Аккаунтқа кірдіңіз.
ru: Вход выполнен.

source: You are logged out.
kk: Аккаунттан шықтыңыз.
ru: Выход осуществлен.

source: Your password has been saved.
kk: Құпиясөзіңіз сақталды.
ru: Пароль сохранен.

source: Your credentials were updated.
kk: Деректер жаңартылды.
ru: Ваши данные обновились.

source: Your password has been deleted.
kk: Құпиясөзіңіз жойылды.
ru: Пароль удалён.

source: qupiya - Password Manager
kk: qupiya - Құпиясөздер Қолбасшысы
ru: qupiya - Менеджер Паролей

source: Generate
kk: Құрастыру
ru: Сгенерировать

source: Save
kk: Сақтау
ru: Сохранить

source: Profile
kk: Профиль
ru: Профиль

source: Log Out
kk: Шығу
ru: Выйти

source: Register
kk: Тіркелу
ru: Регистрация

source: Log In
kk: Кіру
ru: Войти

source: Password length here
kk: Құпиясөз ұзындығы
ru: Укажите длину пароля

source: About Qupiya
kk: Qupiya жайлы
ru: Про Qupiya

source: What on the Earth is qupiya?
kk: Qupiya деген не жалпы?
ru: Что вообще такое Qupiya?

source: Qupiya is an open-source Password Manager project.
kk: Qupiya - еркін Құпиясөз Басқарушы жобасы.
ru: Qupiya - Менеджер Паролей с открытым исходным кодом.

source: It was created using Flask + Jinja templating system.
kk: Ол Flask және Jinja технологиялары арқылы жасалған.
ru: Он был создан используя технологии Flask + Jinja.

source: Features:
kk: Қабілеттері:
ru: Функции:

source: Random password Generator
kk: Рандом құпиясөз Құрастыру
ru: Рандомный Генератор паролей

source: Goddamn safety
kk: Қауіпсіздік
ru: Безопасность

source: Profile Page
kk: Аккаунт Профилі
ru: Страница Профиля

source: Plans:
kk: Жоспарлар:
ru: Планы:

source: Passwords Import
kk: Құпиясөздерді Импорттау
ru: Импорт Паролей

source: Passwords Export
kk: Құпиясөздерді Экспорттау
ru: Экспорт Паролей

source: 2-Factor Authentication
kk: 2-факторлы Аутентификация
ru: 2-факторная Аутентификация

source: Represent a Table of Passwords
kk: Құпиясөздерді Кесте ретінде көрсету
ru: Выводить Таблицу Паролей

source: Do I need to Register?
kk: Тіркелуім міндетті ме?
ru: Нужно ли Мне Регистрироваться?

source: Yep. Logging in is essential part for password managers,
kk: Иәп. Тіркелу біз үшін маңызды болып табылады,
ru: Ага. Регистрация - важная часть для менеджеров паролей,

source: as they need to know whose credentials they're managing.
kk: себебі құпиясөздер тіркелген аккаунтпен тығыз байланысты.
ru: так как на них привязываются все сохраненные пароли.

source: Result
kk: Нәтиже
ru: Результат

source: Copy
kk: Көшіру
ru: Копировать

source: Save Password
kk: Құпиясөзді Сақтау
ru: Сохранить Пароль

source: Enter the name here
kk: Құпиясөз ненікі
ru: Введите Имя

source: Login here
kk: Логинді еңгізіңіз
ru: Введите Логин

source: Password here
kk: Құпиясөзді еңгізіңіз
ru: Введите Пароль

source: Comment here (optional)
kk: Көмекші коммент (міндетті емес)
ru: Подсказка (необязательно)

source: Update Password
kk: Құпиясөзді Жаңарту
ru: Обновить Пароль
